[
  {
    "name": "gigerianus",
    "title": "Xenoforma Gigerianus",
    "intro": "La noche del 22 de Mayo de 2016 una explosión alertó a toda Europa. Los cielos se iluminaron de rojo con un violento amanecer artificial, mientras cientos de “estrellas fugaces” se estrellaban por todo ese hemisferio del mundo con violencia Paris quedó envuelto en llamas en un abrir y cerrar de ojos; la explosión generada ahogaba millones de voces que gritaron de dolor durante un instante, pero que fueron silenciadas inmediatamente, una herida se había abierto en Europa.",
    "content1":"“El arca”, una estructura gigantesca capaz de surcar el espacio que albergaba miles de especies alienígenas cayó del cielo ese día en el corazón de Francia y la nación que nos dio un renacimiento cultural dejó de existir esa noche, el resto del mundo le seguiría. ",
    "content11":"Tras la caída del arca y pasado tan solo un año estas criaturas comenzaron a expandirse alrededor del mundo, se desconoce si la mutación que le permitió a las criaturas desarrollar vuelo ya existía en su material genético o fue algo adquirido en la tierra, al final el resultado fue el mismo, las Regia Gigerianus Sauropsidae tenían la capacidad de volar, y los guerreros estándar de sus colonias también, ellas buscaron la mayor concentración de alimento y los terrenos más altos para implantar su colonia, nosotros les habíamos puesto la mesa sin saberlo. Solo bastó un par de años para que cientos de colonias diferentes se esparcieran por la tierra.",
    "content2": "Estas criaturas han evolucionado una durabilidad y habilidad de cacería impresionante, usualmente cazando en manadas se mantienen ocultos hasta el momento en el que es necesario que actúen, más de una vez han infiltrado una ciudad humana e implantado a algún miembro sin que el resto lo sepa, acabando a la larga con esa población humana y utilizándola como alimento de la colonia.",
    "content3":"Los mismos cadáveres de estas criaturas llegan a fungir como extensiones de su proceso reproductivo. Cuando un miembro muere es común ver que surge una nueva criatura del cadáver del miembro, que a su vez buscará implantar un huésped y mantener así las fuerzas de su especie.",
    "content31":"Se desconoce cuáles son las condiciones exactas para que esto suceda. Cada elemento de esta especie está desarrollado para ser una potencial arma, utilizando sus números como fuerza elemental, su sangre es ácida y destruye la mayoría de los tejidos y compuestos que le hemos puesto en frente, el metabolismo interno de las criaturas se regenera constantemente permitiéndoles proteger sus órganos internos de manera constante, evitando que esa sangre los devore internamente.",
    "img1": "Gigeimg1.webp",
    "img2": "Gigeimg2.webp",
    "rules":"#",
    "cover": "/assets/Gigecover.webp"
    
  },
  {
    "name": "venyator",
    "title": "Venyators",
    "intro": "Los habíamos llamado depredadores en el pasado, sombras que asechaban en las junglas literales o de concreto para asesinar a los hombres, hoy sabemos que ellos mismos se hacen llamar Venyators, una raza alienígena que ha existido durante siglos en las estrellas. Siempre han sido cazadores, nosotros siempre fuimos práctica para ellos y finalmente los Venyators se habían presentado ante la humanidad. ",
    "intro1":"Se desconoce hace cuanto estas criaturas merodean por la galaxia, observando, esperando, moviéndose entre las sombras listos para clavar sus garras en el cuello de todo aquello que se interpone entre ellos y su presa final. Los reportes de la ERS (Extraterrestrial Research Society) que sobrevivieron muestran actividad de las criaturas en la tierra durante varias décadas, intensificándose en los años posteriores a la caída del Arca.",
    "intro2":"Al menos se han documentado dos encuentros de manera detallada con estas criaturas, uno en el 87 y otro en 1990, los testimonios de los sobrevivientes nos informaron como podíamos enfrentar a las criaturas, la mayoría de los encuentros cuando cazaron humanos que se dieron después de la caída del arca seguían el mismo patrón: El cazador elegía una criatura digna de ser mostrada como trofeo, buscando entre los humanos que se enfrentaban unos a otros o adentrándose en territorio alienígena para cazar un espécimen que le diera prestigio en el clan. Regularmente operaban solos, a partir del momento en el que un cazador ha determinado una presa no cesará hasta reclamar el trofeo o caer en combate.",
    "content1":"Desde el momento en el que cayó el arca la actividad de estas criaturas en la tierra aumentó significativamente, el caos y la incertidumbre nos cegaron a ese aumento en su actividad que siguió a la cicatriz que terminó con el viejo mundo.",
    "content11":"En su mayoría compuestos por partidas de jóvenes Venyators los grupos  se adentraban en los diferentes territorios que rápidamente reclamaron los gigerianos, con equipamiento diseñado para evaporar rápidamente su sangre ácida al momento de cortarlos y mascaras que les protegían de las toxinas que rondan los nidos de las bestias insectoides, los jóvenes Venyators se adentraban en el territorio Gigeriano con armas en mano para probar ante el clan que estaban listos para cazar presas más fuertes, normalmente tomando la cabeza de algún guerrero que les quitara la marca de 'Daudekha' que se podría traducir como 'los que no han conocido la dificultad' o de manera más apropiada, 'los que no han conocido la guerra'.",
    "content2": "La convivencia entre la humanidad y estos cazadores no ha sido del todo amigable, algunos jóvenes cazadores decidían que una presa más digna para sus lanzas serían los cráneos de nuestros soldados, sin saberlo cuando enviábamos equipos a proteger o recuperar información acerca de los gigerianos, estábamos también construyendo una leyenda alrededor de nuestros mejores guerreros, esas transmisiones algunas veces llegaban a los jóvenes Venyators, que se dedicaban a asechar y cazar a nuestros mejores soldados.",
    "content3":"Los cazadores tienen una tecnología mucho más avanzada que la humana, con tecnología de camuflaje que los vuelve virtualmente invisibles al ojo humano, esto los vuelve un cazador perfecto, pudiendo asechar una presa durante días sin que esta se vuelva consciente de su existencia. ",
    "content31":"También llevan máscaras con una interfaz que les permite ver en el espectro infrarrojo o con una visión avanzada según sus necesidades de caza, así como armas con tecnología de rayos térmicos bastante potentes que permiten al cazador acabar con la mayoría de las presas con un solo tiro. A pesar de contar con estos avances tecnológicos y una flota de naves que pueden viajar por el espacio el resto de la tecnología Venyator es bastante limitado. Básicamente, si no sirve para la caza, entonces no se desarrolla.",
    "content32":"La especie se organiza alrededor de tribus o clanes, cada uno con características diferentes y rasgos físicos que varían, se desconoce qué tan grandes llegan a ser los clanes, pero la mayoría no supera los cientos de miembros, al menos según lo que hemos visto en las décadas que hemos convivido con esta especie. ",
    "img1": "Venyimg1.webp",
    "img2": "Venyimg2.webp",
    "rules":"#",
    "cover": "Venycover.webp"
  },
  {
    "name": "humanos",
    "title": "Red de Defensa Humana",
    "intro": "Nada cambió de manera inmediata tras la caída del Arca, las enfermedades graves rara vez te matan de una vez; por el contrario, la cicatriz que se abrió esa noche fue solo el comienzo, el comienzo de la muerte del viejo mundo, pero tomaría un tiempo para que todo lo que conocíamos se desechara y nos acostumbramos al nuevo mundo que surgió de las cenizas.",
    "intro1":"Cuando los gigerianos comenzaron a adentrarse en áreas urbanas no pasó mucho tiempo para que el caos que le seguía a una infestación se manifestara, miles de larvas alienígenas infectaban los cuerpos que mantenían la ciudad viva, en el pasado fue una buena idea construir viviendas de esa manera, apilarnos unos sobre otros en espacios relativamente reducidos, era lo más eficiente, era lo mejor, pero esos edificios que construimos jamás tomaron en cuenta la posibilidad de que una criatura terrible se adentrara bajo la cubierta de la noche, escalando, arrastrándose, asechando y de manera silenciosa callara los gritos de sus habitantes con garras y dientes.",
    "intro2":"Durante esta época fue que los primeros equipos de la Red de Defensa Humana se formaron, días después de la caída del arca las organizaciones militares globales comenzaron a compartir información, prácticamente todas las guerras humanas se detuvieron cuando la mayoría comprendió que de nada servía tomar un país si no podían defenderlo de los gigerianos.",
    "content1":"El mundo hizo un esfuerzo titánico para fabricar y distribuir los componentes que construyeron las primeras ciudades, lo que quedaba de la demonizada globalización dio un último halo de productividad y eficiencia antes de casi desaparecer por completo. El proyecto Testudo se puso en marcha y la humanidad abandonó las ciudades tradicionales en búsqueda de un futuro mejor. ",
    "content11":"Las ciudades Testudo eran complejos prefabricados, que se transportan en la espalda de bestias mecánicas desarrolladas antes siquiera de la caída del arca, se adaptaron los planos de camiones fabricados para transportar toneladas de materiales, y se les puso un corazón en la espalda, un reactor nuclear “portátil” que serviría como fuente de energía para animar nuestros nuevos hogares.  Flotas de 3-4 camiones se movieron por el país hasta ubicaciones designadas, planicies, sin grandes bosques alrededor, dónde fuera sencillo ver al enemigo.",
    "content2": "Los humanos fueron ampliamente cazados durante los meses que siguieron a la caída del arca, si nuestros soldados no perecían devorados y utilizados como alimento para los Gigerianos, sus cráneos terminaban adornando el atuendo de caza de un Venyator, antes se solía decir que la humanidad necesitaba un enemigo común para unirse, pues eso no funcionó demasiado bien, las cabezas de las milicias también terminaron adornando los vehiculos de los Desquiciados, sin embargo, lo que si aprendimos fue que es mejor morir al lado de tus hermanos, que perecer solos, la unión nos hará fuertes y juntos intentaremos sobrevivir, o al menos moriremos como uno.",
    "content3":"La Red de Defensa Humana compartía los protocolos de transporte, debíamos de asegurarnos de que los camiones enormes que transportaban los componentes para construir las nuevas ciudades llegaran a su destino de manera exitosa. ",
    "content31":"Un miembro de la Red sabe que su deber no está en la construcción, no es uno de los cuerpos de ingenieros que cooperará para la construcción de las nuevas ciudades, ni siquiera un médico que mantendrá y procurará vidas humanas, un administrativo de logística o cerebrito programador. Un miembro de la red hace lo que tiene que hacer para defender la vida humana y en esta nueva tierra eso es pelear. Pelear contra los saqueadores que intentan robar y desmantelar las caravanas, pelear contra las criaturas que intentan consumir los campamentos mientras la ciudad se alza, pelear contra todo enemigo que se interponga entre la humanidad y su nuevo destino. Un miembro de la red peleará hasta el día en que muera. ",
    "img1": "Humanimg1.webp",
    "img2": "Humanimg2.webp",
    "rules":"#",
    "cover": "Humancover.webp"
  }
]
